[
  {
    "id": 0,
    "city": "New York City",
    "country": "United States",
    "startDate": "11-05-2022",
    "endDate": "25-05-2022",
    "images": [],
    "title": "my days in New York",
    "description": "hffu3fu34f1ijihff340",
    "travelPrice": 4300
  },
  {
    "id": 1,
    "city": "Los Angeles",
    "country": "United States",
    "startDate": "15-08-2022",
    "endDate": "25-08-2022",
    "images": [],
    "title": "California Dreaming",
    "description": "Experience the sun-soaked beaches, iconic landmarks, and vibrant culture of Los Angeles. This 10-day adventure will immerse you in the heart of Southern California's entertainment hub. Walk along the famous Hollywood Walk of Fame, where the stars beneath your feet symbolize the achievements of legendary actors and musicians. Visit Universal Studios for a behind-the-scenes look at movie magic and thrilling rides.\n\nVenture to Santa Monica Beach and ride the Ferris wheel on the Santa Monica Pier, overlooking the sparkling Pacific Ocean. Explore Griffith Observatory for stunning views of the city and an in-depth look at the cosmos. Don't forget to indulge in delicious cuisine from around the world at L.A.'s diverse restaurants.\n\nYour trip includes guided tours, comfortable accommodations, and the opportunity to create unforgettable memories in the City of Angels.",
    "travelPrice": 5200
  },
  {
    "id": 2,
    "city": "Paris",
    "country": "France",
    "startDate": "10-09-2022",
    "endDate": "20-09-2022",
    "images": [],
    "title": "Romantic Getaway in Paris",
    "description": "Embark on a romantic journey to the enchanting city of Paris, often referred to as the 'City of Love.' This 11-day adventure is designed to create lasting memories with your loved one as you explore the charming streets of the French capital.\n\nStart your trip by visiting the iconic Eiffel Tower and taking an elevator ride to the top for breathtaking panoramic views of Paris. Stroll hand in hand along the Seine River and enjoy a scenic cruise with dinner. Explore world-renowned museums like the Louvre and d'Orsay, home to countless masterpieces.\n\nIndulge in exquisite French cuisine at cozy bistros and Michelin-starred restaurants. Visit the historic Montmartre neighborhood and witness street artists at work. Your accommodations will be in romantic boutique hotels, ensuring a comfortable and intimate stay. Paris awaits to ignite your passion and create cherished moments together.",
    "travelPrice": 6200
  },
  {
    "id": 3,
    "city": "Tokyo",
    "country": "Japan",
    "startDate": "20-06-2022",
    "endDate": "05-07-2022",
    "images": [],
    "title": "Discovering Tokyo",
    "description": "Dive into the mesmerizing blend of ancient traditions and futuristic technology in the sprawling metropolis of Tokyo. This 16-day journey is a deep dive into Japanese culture, art, and innovation. Begin your adventure by exploring the historic district of Asakusa, where the Senso-ji Temple, Tokyo's oldest temple, stands in all its glory.\n\nExperience a traditional tea ceremony, witness the grace of a sumo wrestling match, and admire the stunning cherry blossoms in Ueno Park (if visiting in spring). Discover the latest gadgets in Akihabara and stroll through the bustling streets of Shibuya, famous for its neon lights and the Shibuya Crossing.\n\nIndulge in sushi at the Tsukiji Fish Market and savor authentic ramen in local noodle shops. Your accommodations will range from modern luxury hotels to traditional ryokans for a complete Japanese experience. Tokyo's energy and diversity will leave you mesmerized and longing for more.",
    "travelPrice": 5800
  },
  {
    "id": 4,
    "city": "Rome",
    "country": "Italy",
    "startDate": "30-07-2022",
    "endDate": "10-08-2022",
    "images": ["https://www.civitatis.com/f/italia/roma/roma-m.jpg"],
    "title": "Roman Holiday",
    "description": "Embark on a captivating journey through the eternal city of Rome, where history, culture, and gastronomy come together to create an unforgettable experience. Over the course of 12 days, you'll explore the remnants of ancient Rome, marvel at Renaissance art, and indulge in mouthwatering Italian cuisine.\n\nBegin your adventure at the Colosseum, where gladiators once battled, and the Roman Forum, where emperors walked. Visit the Vatican City, home to St. Peter's Basilica and the Sistine Chapel, adorned with Michelangelo's breathtaking frescoes.\n\nWander through the picturesque streets of Trastevere, known for its charming alleys and trattorias. Sip espresso in quaint cafes and savor pasta dishes prepared with love by local chefs. Your accommodations will include boutique hotels in the heart of the city, offering comfort and convenience.\n\nExperience the magic of Rome, where every cobblestone has a story to tell and every corner reveals a new treasure.",
    "travelPrice": 4500
  },
  {
    "id": 5,
    "city": "Sydney",
    "country": "Australia",
    "startDate": "05-10-2022",
    "endDate": "15-10-2022",
    "images": [
      "https://media.timeout.com/images/103161245/image.jpg",
      "https://images.lonelyplanetitalia.it/uploads/FF7kS5IutocE60HyB1jgyzFdSA1ywcUF.jpg?q=80&p=slider&s=43eaf9b1b897b9a1e28dd0382929999d"
    ],
    "title": "Down Under Adventure",
    "description": "Embark on a thrilling 11-day adventure to the captivating city of Sydney and the wonders of Australia. Your journey begins in Sydney, where you'll explore iconic landmarks such as the Sydney Opera House and the Sydney Harbour Bridge. Take a scenic cruise through Sydney Harbour and witness the stunning coastline.\n\nVenture beyond Sydney to discover the natural beauty of Australia. Explore the Blue Mountains, known for their breathtaking landscapes and pristine wilderness. Visit wildlife sanctuaries to encounter unique Australian animals like kangaroos, koalas, and wallabies.\n\nExperience the vibrant culture of Sydney by dining at waterfront restaurants, exploring bustling markets, and attending live performances. Your accommodations will offer comfort and convenience throughout your journey, ensuring a restful night's sleep after each day's adventure.\n\nAustralia's diverse landscapes and friendly locals are waiting to welcome you on this unforgettable Down Under Adventure.",
    "travelPrice": 6700
  },
  {
    "id": 6,
    "city": "Cape Town",
    "country": "South Africa",
    "startDate": "12-11-2022",
    "endDate": "25-11-2022",
    "images": [],
    "title": "Safari in South Africa",
    "description": "Embark on a 14-day safari adventure in the breathtaking landscapes of Cape Town, South Africa. Your journey begins in the vibrant city of Cape Town, where you'll explore Table Mountain, the Cape of Good Hope, and the historic Robben Island. Enjoy a cable car ride up Table Mountain for panoramic views of the city and the surrounding coastline.\n\nVenture into the wilderness with daily safaris in Kruger National Park, home to the Big Five and a wide variety of other wildlife species. Experience the thrill of spotting lions, elephants, rhinos, leopards, and buffaloes in their natural habitat.\n\nImmerse yourself in the rich culture of South Africa by visiting local communities and enjoying traditional cuisine. Your accommodations will range from luxurious lodges in the heart of the bushveld to comfortable hotels in Cape Town.\n\nThis safari in South Africa promises unforgettable wildlife encounters and awe-inspiring landscapes that will leave you with lasting memories.",
    "travelPrice": 7200
  },
  {
    "id": 7,
    "city": "London",
    "country": "United Kingdom",
    "startDate": "01-09-2022",
    "endDate": "10-09-2022",
    "images": [],
    "title": "London Calling",
    "description": "Experience the rich history, iconic landmarks, and vibrant culture of London in this 10-day adventure. Begin your journey with a visit to Buckingham Palace, where you can witness the Changing of the Guard ceremony. Explore the Tower of London, home to the Crown Jewels and centuries of history.\n\nStroll along the Thames River and enjoy the stunning views of the London Eye and Big Ben. Visit world-class museums like the British Museum and the Tate Modern, showcasing art from around the world.\n\nIndulge in traditional English tea at charming tea rooms and savor fish and chips at local pubs. Your accommodations will provide comfort and convenience, ensuring you're well-rested for each day of exploration.\n\nLondon's timeless charm and modern energy await you on this unforgettable journey.",
    "travelPrice": 5500
  },
  {
    "id": 8,
    "city": "Rio de Janeiro",
    "country": "Brazil",
    "startDate": "08-12-2022",
    "endDate": "20-12-2022",
    "images": [],
    "title": "Carnival in Rio",
    "description": "Immerse yourself in the vibrant and energetic atmosphere of Rio de Janeiro's world-famous Carnival. This 13-day adventure is a celebration of Brazilian culture, music, and dance. Your journey begins in the lively neighborhoods of Rio, where samba rhythms fill the air.\n\nExperience the grandeur of Carnival parades, with extravagant costumes and elaborate floats. Join street parties, known as blocos, where you can dance to samba music with locals and fellow travelers.\n\nExplore the stunning beaches of Copacabana and Ipanema, where you can relax in the sun and enjoy refreshing caipirinhas. Discover the cultural heritage of Brazil with visits to historic sites and museums.\n\nYour accommodations will provide comfort and convenience in the heart of the Carnival festivities. Rio de Janeiro's Carnival is an electrifying experience you won't want to miss.",
    "travelPrice": 6900
  },
  {
    "id": 9,
    "city": "Dubai",
    "country": "United Arab Emirates",
    "startDate": "20-10-2022",
    "endDate": "30-10-2022",
    "images": [],
    "title": "Luxury in Dubai",
    "description": "Indulge in the opulence and modernity of Dubai on this 11-day luxury adventure. Dubai, a city of superlatives, is known for its futuristic architecture, luxurious shopping, and world-class dining.\n\nYour journey begins with a visit to the Burj Khalifa, the world's tallest skyscraper, offering panoramic views of the city. Explore the man-made wonders of Palm Jumeirah and The World Islands, where you can relax on pristine beaches and swim in crystal-clear waters.\n\nDiscover the rich cultural heritage of Dubai by visiting the Dubai Museum, located in the historic Al Fahidi Fort, and exploring the vibrant markets of the old souks. Indulge in culinary delights at Michelin-starred restaurants and enjoy the dazzling nightlife of the city.\n\nYour accommodations will be in luxurious 5-star hotels, ensuring a lavish and comfortable stay. Dubai's blend of tradition and innovation creates a unique and unforgettable experience for discerning travelers.",
    "travelPrice": 8000
  },
  {
    "id": 10,
    "city": "Bali",
    "country": "Indonesia",
    "startDate": "25-11-2022",
    "endDate": "05-12-2022",
    "images": [],
    "title": "Island Paradise in Bali",
    "description": "Escape to the idyllic island paradise of Bali on this 11-day journey. Bali, known for its lush landscapes, pristine beaches, and vibrant culture, offers a perfect blend of relaxation and adventure.\n\nStart your trip by exploring the artistic town of Ubud, where you can visit traditional markets, lush rice terraces, and sacred temples. Witness a traditional Balinese dance performance and immerse yourself in the island's spiritual traditions.\n\nRelax on the golden beaches of Seminyak and Jimbaran, where you can soak up the sun and enjoy the clear waters of the Indian Ocean. Experience Bali's underwater beauty with snorkeling or diving excursions to colorful coral reefs.\n\nSavor delicious Balinese cuisine at beachfront restaurants and explore the island's nightlife in Kuta. Your accommodations will range from luxurious beachfront resorts to charming boutique hotels, ensuring a comfortable and memorable stay.\n\nBali's natural beauty and warm hospitality will make your island paradise getaway a dream come true.",
    "travelPrice": 5400
  }
]
